12/data/attachments/d9ad739fa6b1fbda.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Justin_moment_Actions_84153_3</nif:username>
            <nif:friendToBeRequested>soap_actions_48adb2db-3479-4823-9113-456fc39ab800</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>